Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Start over
de: Neu beginnen
es: Empezar de nuevo
fr: Recommencer
it: Ricomincia
ja: やり直す
ko: 다시 시작
pt_br: Recomeçar
zh_hans: 重新开始
zh_hant: 重新開始

source: Start the chat in…
de: Chat starten in …
es: Iniciar el chat en…
fr: Démarrer la discussion dans…
it: Inizia la chat in…
ja: チャットを開始する場所…
ko: 대화를 시작할 위치…
pt_br: Começar a conversa em…
zh_hans: 在此处开始对话…
zh_hant: 在此處開始對話…

source: Step %lld of %lld: %@
de: Schritt %1$lld von %2$lld: %3$@
es: Paso %lld de %lld: %@
fr: Étape %1$lld sur %2$lld : %3$@
it: Passaggio %lld di %lld: %@
ja: ステップ %lld/%lld: %@
ko: %1$lld/%2$lld단계: %3$@
pt_br: Passo %1$lld de %2$lld: %3$@
zh_hans: 第 %1$lld 步，共 %2$lld 步：%3$@
zh_hant: 第 %1$lld 步，共 %2$lld 步：%3$@

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

source: Stop pursuing this
de: Nicht weiter verfolgen
es: Dejar de perseguirlo
fr: Cesser de poursuivre
it: Smetti di perseguirlo
ja: この目標をやめる
ko: 추구 중단
pt_br: Parar de buscar isso
zh_hans: 停止追求此目标
zh_hant: 停止追求此目標

source: Store unavailable — tap to retry
de: Store nicht verfügbar – zum Wiederholen tippen
es: Store no disponible: toca para reintentar
fr: Store indisponible — touchez pour réessayer
it: Store non disponibile — tocca per riprovare
ja: Store を利用できません — タップして再試行
ko: 스토어를 사용할 수 없음 — 탭하여 다시 시도
pt_br: Loja indisponível — toque para tentar de novo
zh_hans: 商店不可用 — 轻点重试
zh_hant: 商店無法使用 — 輕點重試

source: Stored only in the Keychain. Used solely to list your Tailscale devices — connecting to a server never needs it.
de: Wird nur im Schlüsselbund gespeichert. Dient allein dazu, deine Tailscale-Geräte aufzulisten – zum Verbinden mit einem Server wird es nie gebraucht.
es: Se guarda solo en el llavero. Se usa únicamente para listar tus dispositivos de Tailscale: conectarse a un servidor nunca lo necesita.
fr: Stocké uniquement dans le trousseau. Sert seulement à lister vos appareils Tailscale — la connexion à un serveur n’en a jamais besoin.
it: Conservato solo nel portachiavi. Serve unicamente a elencare i tuoi dispositivi Tailscale — la connessione a un server non lo richiede mai.
ja: キーチェーンにのみ保存されます。Tailscale のデバイス一覧を取得するためだけに使われ、サーバへの接続には不要です。
ko: 키체인에만 저장됩니다. Tailscale 기기 목록을 가져올 때만 사용되며, 서버 연결에는 필요하지 않습니다.
pt_br: Guardado apenas nas Chaves. Usado só para listar seus dispositivos Tailscale — conectar a um servidor nunca precisa dele.
zh_hans: 仅保存在钥匙串中。只用于列出你的 Tailscale 设备 — 连接服务器从不需要它。
zh_hant: 僅儲存在鑰匙圈中。只用於列出你的 Tailscale 裝置 — 連線伺服器從不需要它。

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ja: 要約
ko: 요약
pt_br: Resumo
zh_hans: 摘要
zh_hant: 摘要

source: Support Tailscode
de: Tailscode unterstützen
es: Apoya Tailscode
fr: Soutenir Tailscode
it: Sostieni Tailscode
ja: Tailscode を応援する
ko: Tailscode 후원하기
pt_br: Apoie o Tailscode
zh_hans: 支持 Tailscode
zh_hant: 支持 Tailscode

source: Supporter badge, and a say in what gets built next
de: Unterstützer-Abzeichen und ein Mitspracherecht bei dem, was als Nächstes kommt
es: Insignia de apoyo y voz en lo que se construye después
fr: Badge de soutien et voix au chapitre sur les prochaines fonctionnalités
it: Distintivo di sostenitore e voce in capitolo su cosa verrà costruito
ja: サポーターバッジと、次に作るものへの発言権
ko: 후원자 배지와 다음에 만들 기능에 대한 발언권
pt_br: Selo de apoiador e voz sobre o que será construído a seguir
zh_hans: 支持者徽章，以及对后续开发方向的话语权
zh_hant: 支持者徽章，以及對後續開發方向的發言權

source: Supporter — thank you ♥
de: Unterstützer – danke ♥
es: Colaborador: gracias ♥
fr: Soutien — merci ♥
it: Sostenitore — grazie ♥
ja: サポーター — ありがとうございます ♥
ko: 후원자 — 감사합니다 ♥
pt_br: Apoiador — obrigado ♥
zh_hans: 支持者 — 谢谢你 ♥
zh_hant: 支持者 — 謝謝你 ♥

source: Supports images
de: Unterstützt Bilder
es: Admite imágenes
fr: Prend en charge les images
it: Supporta le immagini
ja: 画像に対応
ko: 이미지 지원
pt_br: Suporta imagens
zh_hans: 支持图片
zh_hant: 支援圖片

source: Swipe a conversation in Chats, or use the ⋯ menu inside one, to keep it here — saved chats stay listed even when their server is offline.
de: Streiche in den Chats über eine Unterhaltung oder nutze darin das ⋯-Menü, um sie hier zu behalten – gesicherte Chats bleiben gelistet, auch wenn ihr Server offline ist.
es: Desliza una conversación en Chats, o usa el menú ⋯ dentro de ella, para conservarla aquí: los chats guardados siguen apareciendo aunque su servidor esté sin conexión.
fr: Balayez une conversation dans Discussions, ou utilisez le menu ⋯ à l’intérieur, pour la conserver ici — les discussions enregistrées restent listées même si leur serveur est hors ligne.
it: Scorri una conversazione in Chat, oppure usa il menu ⋯ al suo interno, per conservarla qui — le chat salvate restano elencate anche quando il loro server è offline.
ja: チャットで会話をスワイプするか、会話内の ⋯ メニューを使うとここに保存できます。保存したチャットはサーバがオフラインでも一覧に残ります。
ko: 대화 목록에서 대화를 쓸어넘기거나 대화 안의 ⋯ 메뉴를 사용해 여기에 보관하세요 — 저장된 대화는 서버가 오프라인이어도 계속 표시됩니다.
pt_br: Deslize uma conversa em Conversas, ou use o menu ⋯ dentro dela, para mantê-la aqui — conversas salvas continuam listadas mesmo com o servidor off-line.
zh_hans: 在“对话”中滑动某个对话，或在对话内使用 ⋯ 菜单，即可保存到这里 — 已保存的对话即使服务器离线也会继续列出。
zh_hant: 在「對話」中滑動某個對話，或在對話內使用 ⋯ 選單，即可儲存到這裡 — 已儲存的對話即使伺服器離線也會繼續列出。

source: System permission
de: Systemberechtigung
es: Permiso del sistema
fr: Autorisation système
it: Autorizzazione di sistema
ja: システムの許可
ko: 시스템 권한
pt_br: Permissão do sistema
zh_hans: 系统权限
zh_hant: 系統權限

source: Tailscale is up, so the agent processes are the likely problem. Check that opencode, claude-bridge, or omp-bridge is still running.
de: Tailscale läuft, also liegt es wahrscheinlich an den Agent-Prozessen. Prüfe, ob opencode, claude-bridge oder omp-bridge noch läuft.
es: Tailscale funciona, así que el problema seguramente esté en los procesos del agente. Comprueba que opencode, claude-bridge u omp-bridge sigan en marcha.
fr: Tailscale fonctionne : le problème vient probablement des processus de l’agent. Vérifiez qu’opencode, claude-bridge ou omp-bridge tourne toujours.
it: Tailscale è attivo, quindi il problema è probabilmente nei processi dell’agente. Verifica che opencode, claude-bridge o omp-bridge siano ancora in esecuzione.
ja: Tailscale は稼働しているので、原因はエージェントのプロセスの可能性が高いです。opencode、claude-bridge または omp-bridge がまだ動いているか確認してください。
ko: Tailscale는 정상이므로 에이전트 프로세스가 원인일 가능성이 큽니다. opencode, claude-bridge 또는 omp-bridge가 아직 실행 중인지 확인하세요.
pt_br: O Tailscale está no ar, então o problema provavelmente está nos processos do agente. Verifique se o opencode, o claude-bridge ou o omp-bridge ainda estão rodando.
zh_hans: Tailscale 正常，问题很可能出在智能体进程上。请检查 opencode、claude-bridge 或 omp-bridge 是否仍在运行。
zh_hant: Tailscale 正常，問題很可能出在代理程式上。請檢查 opencode、claude-bridge 或 omp-bridge 是否仍在執行。

source: Tailscale looks disconnected
de: Tailscale scheint getrennt
es: Parece que Tailscale está desconectado
fr: Tailscale semble déconnecté
it: Tailscale sembra disconnesso
ja: Tailscale が切断されているようです
ko: Tailscale 연결이 끊긴 것 같습니다
pt_br: O Tailscale parece desconectado
zh_hans: Tailscale 似乎已断开
zh_hant: Tailscale 似乎已中斷連線

source: Tailscale on this iPhone
de: Tailscale auf diesem iPhone
es: Tailscale en este iPhone
fr: Tailscale sur cet iPhone
it: Tailscale su questo iPhone
ja: この iPhone の Tailscale
ko: 이 iPhone의 Tailscale
pt_br: Tailscale neste iPhone
zh_hans: 这台 iPhone 上的 Tailscale
zh_hant: 這台 iPhone 上的 Tailscale

source: Tailscode on this Mac
de: Tailscode auf diesem Mac
es: Tailscode en este Mac
fr: Tailscode sur ce Mac
it: Tailscode su questo Mac
ja: このMacのTailscode
ko: 이 Mac의 Tailscode
pt_br: Tailscode neste Mac
zh_hans: 这台 Mac 上的 Tailscode
zh_hant: 這台 Mac 上的 Tailscode

source: Tailscode Pro is a one-time purchase that lifts the one-server limit. Your first server keeps working either way.
de: Tailscode Pro ist ein einmaliger Kauf, der die Grenze von einem Server aufhebt. Dein erster Server funktioniert in jedem Fall weiter.
es: Tailscode Pro es una compra única que elimina el límite de un servidor. Tu primer servidor seguirá funcionando en cualquier caso.
fr: Tailscode Pro est un achat unique qui lève la limite d’un seul serveur. Votre premier serveur continue de fonctionner dans tous les cas.
it: Tailscode Pro è un acquisto una tantum che rimuove il limite di un solo server. Il tuo primo server continua a funzionare in ogni caso.
ja: Tailscode Pro は買い切りで、サーバ 1 台の上限を解除します。どちらの場合も 1 台目のサーバはそのまま使えます。
ko: Tailscode Pro는 서버 한 대 제한을 해제하는 일회성 구매입니다. 어느 쪽이든 첫 번째 서버는 계속 작동합니다.
pt_br: O Tailscode Pro é uma compra única que remove o limite de um servidor. Seu primeiro servidor continua funcionando de qualquer forma.
zh_hans: Tailscode Pro 是一次性购买，可解除单台服务器的限制。无论怎样，你的第一台服务器都会继续可用。
zh_hant: Tailscode Pro 是一次性購買，可解除單一伺服器的限制。無論如何，你的第一台伺服器都會繼續運作。

source: Tailscode is free software under the GNU General Public License v3. You are entitled to the complete source, which is linked above.
de: Tailscode ist freie Software unter der GNU General Public License v3. Du hast Anspruch auf den vollständigen Quellcode, der oben verlinkt ist.
es: Tailscode es software libre bajo la Licencia Pública General de GNU v3. Tienes derecho al código fuente completo, enlazado más arriba.
fr: Tailscode est un logiciel libre sous licence GNU General Public License v3. Vous avez droit au code source complet, dont le lien figure ci-dessus.
it: Tailscode è software libero sotto licenza GNU General Public License v3. Hai diritto al codice sorgente completo, collegato qui sopra.
ja: Tailscode は GNU General Public License v3 に基づくフリーソフトウェアです。上にリンクされた完全なソースコードを入手する権利があります。
ko: Tailscode는 GNU General Public License v3에 따른 자유 소프트웨어입니다. 위에 링크된 전체 소스 코드를 받을 권리가 있습니다.
pt_br: O Tailscode é software livre sob a GNU General Public License v3. Você tem direito ao código-fonte completo, com link acima.
zh_hans: Tailscode 是遵循 GNU 通用公共许可证 v3 的自由软件。你有权获取完整源代码，链接见上方。
zh_hant: Tailscode 是遵循 GNU 通用公共授權條款 v3 的自由軟體。你有權取得完整原始碼，連結見上方。

source: Tailscode is open source, with no ads, no tracking, and no server between you and your agents. The one-time Pro unlock funds development.
de: Tailscode ist Open Source, ohne Werbung, ohne Tracking und ohne Server zwischen dir und deinen Agenten. Die einmalige Pro-Freischaltung finanziert die Entwicklung.
es: Tailscode es de código abierto, sin anuncios, sin rastreo y sin ningún servidor entre tú y tus agentes. El desbloqueo Pro único financia el desarrollo.
fr: Tailscode est open source, sans publicité, sans suivi et sans serveur entre vous et vos agents. Le déblocage Pro unique finance le développement.
it: Tailscode è open source, senza pubblicità, senza tracciamento e senza server tra te e i tuoi agenti. Lo sblocco Pro una tantum finanzia lo sviluppo.
ja: Tailscode はオープンソースで、広告もトラッキングもなく、あなたとエージェントの間にサーバはありません。買い切りの Pro 解除が開発を支えます。
ko: Tailscode는 오픈 소스이며, 광고도 추적도 없고 사용자와 에이전트 사이에 서버가 없습니다. 일회성 Pro 잠금 해제가 개발을 지원합니다.
pt_br: O Tailscode é de código aberto, sem anúncios, sem rastreamento e sem servidor entre você e seus agentes. O desbloqueio Pro único financia o desenvolvimento.
zh_hans: Tailscode 是开源软件，没有广告、没有追踪，你和你的智能体之间也没有服务器。一次性解锁 Pro 用于资助开发。
zh_hant: Tailscode 是開放原始碼軟體，沒有廣告、沒有追蹤，你和你的代理之間也沒有伺服器。一次性解鎖 Pro 用於支持開發。

source: Tailscode is the remote. Send a prompt from anywhere on your tailnet and watch the turn land — thinking, tool runs, approvals.
de: Tailscode ist die Fernbedienung. Sende von überall in deinem Tailnet einen Prompt und verfolge, wie der Zug ankommt – Denken, Werkzeugläufe, Freigaben.
es: Tailscode es el mando. Envía un prompt desde cualquier punto de tu tailnet y observa cómo llega el turno: razonamiento, ejecuciones de herramientas, aprobaciones.
fr: Tailscode est la télécommande. Envoyez une invite depuis n’importe où sur votre tailnet et regardez le tour se dérouler — raisonnement, exécutions d’outils, approbations.
it: Tailscode è il telecomando. Invia un prompt da qualsiasi punto del tuo tailnet e guarda il turno arrivare — ragionamento, esecuzioni di strumenti, approvazioni.
ja: Tailscode はリモコンです。tailnet のどこからでもプロンプトを送り、ターンが届くまでを見られます。思考、ツールの実行、承認まで。
ko: Tailscode는 리모컨입니다. tailnet 어디서든 프롬프트를 보내고 턴이 도착하는 것을 지켜보세요 — 추론, 도구 실행, 승인.
pt_br: O Tailscode é o controle remoto. Envie um prompt de qualquer ponto da sua tailnet e acompanhe o turno chegar — raciocínio, execuções de ferramentas, aprovações.
zh_hans: Tailscode 就是遥控器。在你 tailnet 上的任何地方发送提示词，看着这一回合落地 — 思考、工具运行、批准。
zh_hant: Tailscode 就是那支遙控器。從 tailnet 上的任何地方送出提示詞，看著這個回合落地 — 思考過程、工具執行、核准。

source: Tailscode needs permission to add pictures to your photo library.
de: Tailscode braucht die Erlaubnis, Bilder zu deiner Fotomediathek hinzuzufügen.
es: Tailscode necesita permiso para añadir imágenes a tu fototeca.
fr: Tailscode a besoin de l’autorisation d’ajouter des images à votre photothèque.
it: Tailscode ha bisogno del permesso per aggiungere immagini alla tua libreria foto.
ja: 写真ライブラリに画像を追加するには、Tailscodeに許可が必要です。
ko: 사진 보관함에 이미지를 추가하려면 Tailscode에 권한이 필요합니다.
pt_br: O Tailscode precisa de permissão para adicionar imagens à sua fototeca.
zh_hans: Tailscode 需要权限才能将图片添加到你的照片图库。
zh_hant: Tailscode 需要權限才能將圖片加入你的照片圖庫。

source: Takes a few minutes. It restarts only once nothing is running on it.
de: Dauert ein paar Minuten. Es startet erst neu, sobald nichts mehr darauf läuft.
es: Tarda unos minutos. Solo se reinicia cuando no queda nada en ejecución en ella.
fr: Cela prend quelques minutes. Elle ne redémarre qu'une fois que plus rien n'y tourne.
it: Richiede pochi minuti. Si riavvia solo quando non c'è più nulla in esecuzione su di essa.
ja: 数分かかります。何も実行されなくなってから再起動します。
ko: 몇 분 정도 걸립니다. 아무것도 실행되지 않을 때만 재시동됩니다.
pt_br: Leva alguns minutos. Ela só reinicia quando nada mais está em execução nela.
zh_hans: 需要几分钟。只有在没有任何内容运行时，它才会重新启动。
zh_hant: 需要幾分鐘。只有在沒有任何內容執行時，它才會重新開機。

source: Takes a minute or two, and the conversation is busy until it finishes.
de: Dauert ein bis zwei Minuten; die Unterhaltung ist bis zum Ende belegt.
es: Tarda un par de minutos y la conversación estará ocupada hasta que termine.
fr: Prend une ou deux minutes, et la conversation reste occupée jusqu’à la fin.
it: Richiede un minuto o due e la conversazione resta occupata fino al termine.
ja: 1〜2 分かかり、その間は会話がビジー状態になります。
ko: 1~2분 걸리며, 끝날 때까지 대화는 사용 중 상태입니다.
pt_br: Leva um ou dois minutos, e a conversa fica ocupada até terminar.
zh_hans: 需要一两分钟，期间对话处于忙碌状态。
zh_hant: 需要一兩分鐘，期間對話處於忙碌狀態。

source: Tap Scan to discover servers on your tailnet.
de: Tippe auf „Durchsuchen“, um Server in deinem Tailnet zu finden.
es: Toca Escanear para descubrir servidores en tu tailnet.
fr: Touchez Scanner pour découvrir des serveurs sur votre tailnet.
it: Tocca Scansiona per rilevare i server sul tuo tailnet.
ja: 「スキャン」をタップして tailnet 上のサーバを検出します。
ko: 검색을 탭해 tailnet의 서버를 찾아보세요.
pt_br: Toque em Escanear para descobrir servidores na sua tailnet.
zh_hans: 轻点“扫描”以发现你 tailnet 上的服务器。
zh_hant: 輕點「掃描」以探索你 tailnet 上的伺服器。

source: Taps and thumps as messages send and land
de: Tippen und Klopfen, wenn Nachrichten gesendet werden und ankommen
es: Toques y golpecitos al enviar y recibir mensajes
fr: Tapotements et vibrations quand les messages partent et arrivent
it: Tocchi e vibrazioni quando i messaggi partono e arrivano
ja: メッセージの送受信に合わせた触覚フィードバック
ko: 메시지를 보내고 받을 때의 탭과 진동
pt_br: Toques e vibrações quando as mensagens saem e chegam
zh_hans: 消息发送和送达时的轻触与震动
zh_hant: 訊息傳送與送達時的輕觸與震動

source: Test & Connect
de: Testen & verbinden
es: Probar y conectar
fr: Tester et connecter
it: Prova e connetti
ja: テストして接続
ko: 테스트 후 연결
pt_br: Testar e conectar
zh_hans: 测试并连接
zh_hant: 測試並連線

source: Test all connections
de: Alle Verbindungen testen
es: Probar todas las conexiones
fr: Tester toutes les connexions
it: Prova tutte le connessioni
ja: すべての接続をテスト
ko: 모든 연결 테스트
pt_br: Testar todas as conexões
zh_hans: 测试所有连接
zh_hant: 測試所有連線

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Prova connessione
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar conexão
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing connection…
de: Verbindung wird getestet …
es: Probando la conexión…
fr: Test de la connexion…
it: Verifica della connessione…
ja: 接続をテスト中…
ko: 연결 테스트 중…
pt_br: Testando a conexão…
zh_hans: 正在测试连接…
zh_hant: 正在測試連線…

source: Thank you! 🙏
de: Danke! 🙏
es: ¡Gracias! 🙏
fr: Merci ! 🙏
it: Grazie! 🙏
ja: ありがとうございます！ 🙏
ko: 감사합니다! 🙏
pt_br: Obrigado! 🙏
zh_hans: 谢谢！🙏
zh_hant: 謝謝！🙏

source: That agent hasn't reported into this conversation yet.
de: Dieser Agent hat sich in dieser Unterhaltung noch nicht gemeldet.
es: Ese agente aún no ha informado en esta conversación.
fr: Cet agent ne s’est pas encore manifesté dans cette conversation.
it: Quell’agente non si è ancora fatto vivo in questa conversazione.
ja: そのエージェントはまだこの会話に報告していません。
ko: 해당 에이전트는 아직 이 대화에 보고하지 않았습니다.
pt_br: Esse agente ainda não reportou nesta conversa.
zh_hans: 该智能体尚未在此对话中回报。
zh_hant: 該代理尚未在此對話中回報。

source: That didn't sign in
de: Das hat nicht angemeldet
es: Eso no inició sesión
fr: La connexion n'a pas abouti
it: L'accesso non è riuscito
ja: サインインできませんでした
ko: 로그인되지 않았습니다
pt_br: Isso não conectou
zh_hans: 这次没有登录成功
zh_hant: 這次沒有登入成功

source: That is a local-network address. If Local Network access is off for Tailscode, every attempt fails as a timeout — check it in Settings, or use the machine's 100.x tailnet address instead.
de: Das ist eine Adresse im lokalen Netzwerk. Wenn der Zugriff auf das lokale Netzwerk für Tailscode aus ist, scheitert jeder Versuch mit einer Zeitüberschreitung – prüfe das in den Einstellungen oder nutze stattdessen die 100.x-Tailnet-Adresse des Rechners.
es: Esa es una dirección de red local. Si el acceso a la red local está desactivado para Tailscode, todos los intentos fallan por tiempo de espera: compruébalo en Ajustes o usa la dirección 100.x de tailnet de la máquina.
fr: C’est une adresse de réseau local. Si l’accès au réseau local est désactivé pour Tailscode, chaque tentative échoue par expiration du délai — vérifiez-le dans Réglages, ou utilisez plutôt l’adresse tailnet 100.x de la machine.
it: Questo è un indirizzo di rete locale. Se l’accesso alla Rete locale è disattivato per Tailscode, ogni tentativo va in timeout — controlla in Impostazioni, oppure usa l’indirizzo tailnet 100.x della macchina.
ja: これはローカルネットワークのアドレスです。Tailscode のローカルネットワークアクセスがオフだと、すべての試行がタイムアウトになります。「設定」で確認するか、マシンの 100.x の tailnet アドレスを使ってください。
ko: 로컬 네트워크 주소입니다. Tailscode의 로컬 네트워크 접근이 꺼져 있으면 모든 시도가 시간 초과로 실패합니다 — 설정에서 확인하거나, 컴퓨터의 100.x tailnet 주소를 사용하세요.
pt_br: Esse é um endereço de rede local. Se o acesso à Rede Local estiver desativado para o Tailscode, toda tentativa falha por tempo esgotado — verifique em Ajustes ou use o endereço tailnet 100.x da máquina.
zh_hans: 这是本地网络地址。如果 Tailscode 的“本地网络”访问已关闭，每次尝试都会以超时失败 — 请在“设置”中检查，或改用那台机器的 100.x tailnet 地址。
zh_hant: 這是區域網路位址。如果 Tailscode 的「區域網路」存取權限已關閉，每次嘗試都會逾時失敗 — 請在「設定」中檢查，或改用那台電腦的 100.x tailnet 位址。

source: That is what signs the machine in. Nothing is stored on this phone.
de: Damit ist der Rechner angemeldet. Auf diesem Telefon wird nichts gespeichert.
es: Eso es lo que inicia la sesión de la máquina. En este teléfono no se guarda nada.
fr: C'est ce qui connecte la machine. Rien n'est stocké sur ce téléphone.
it: È questo che fa accedere la macchina. Su questo telefono non viene salvato nulla.
ja: これでマシンがサインインします。この端末には何も保存されません。
ko: 이것으로 그 컴퓨터가 로그인됩니다. 이 휴대폰에는 아무것도 저장되지 않습니다.
pt_br: É isso que conecta a máquina. Nada fica guardado neste telefone.
zh_hans: 这一步会让那台机器登录。手机上不会保存任何内容。
zh_hant: 這一步會讓那台機器登入。手機上不會儲存任何內容。

source: That isn't an agent server
de: Das ist kein Agent-Server
es: Ese no es un servidor de agentes
fr: Ce n’est pas un serveur d’agent
it: Non è un server agente
ja: エージェントサーバではありません
ko: 에이전트 서버가 아닙니다
pt_br: Isso não é um servidor de agente
zh_hans: 这不是智能体服务器
zh_hant: 那不是代理伺服器

source: That machine has not said whether anything is running on it.
de: Diese Maschine hat nicht mitgeteilt, ob etwas darauf läuft.
es: Esa máquina no ha indicado si hay algo en ejecución en ella.
fr: Cette machine n'a pas indiqué si quelque chose y tourne.
it: Quella macchina non ha indicato se c'è qualcosa in esecuzione su di essa.
ja: そのマシンは、何か実行中かどうかを報告していません。
ko: 그 머신은 무언가 실행 중인지 알려주지 않았습니다.
pt_br: Aquela máquina não informou se há algo em execução nela.
zh_hans: 那台机器没有说明是否有内容正在运行。
zh_hant: 那台機器沒有說明是否有內容正在執行。

source: That password was rejected
de: Das Passwort wurde abgelehnt
es: Esa contraseña fue rechazada
fr: Ce mot de passe a été refusé
it: Quella password è stata rifiutata
ja: パスワードが拒否されました
ko: 암호가 거부되었습니다
pt_br: Essa senha foi rejeitada
zh_hans: 密码被拒绝
zh_hant: 密碼被拒絕

source: The address is verified before it is saved, so a typo fails here rather than as errors in every chat.
de: Die Adresse wird vor dem Sichern geprüft, damit ein Tippfehler hier auffällt statt später in jedem Chat.
es: La dirección se verifica antes de guardarla, así una errata falla aquí y no como errores en cada chat.
fr: L’adresse est vérifiée avant d’être enregistrée : une faute de frappe échoue ici plutôt que dans chaque discussion.
it: L’indirizzo viene verificato prima del salvataggio, così un refuso fallisce qui e non come errore in ogni chat.
ja: アドレスは保存前に検証されるため、入力ミスはここで判明します。すべてのチャットでエラーになることはありません。
ko: 주소는 저장 전에 확인되므로, 오타는 모든 대화에서 오류가 되는 대신 여기서 걸립니다.
pt_br: O endereço é verificado antes de ser salvo, então um erro de digitação falha aqui em vez de virar erro em toda conversa.
zh_hans: 地址会在保存前先验证，这样拼写错误会在这里暴露，而不是在每次对话中报错。
zh_hant: 位址會在儲存前先驗證，這樣拼字錯誤會在這裡暴露，而不是在每次對話中報錯。

source: The agent has a question
de: Der Agent hat eine Frage
es: El agente tiene una pregunta
fr: L’agent a une question
it: L’agente ha una domanda
ja: エージェントから質問があります
ko: 에이전트가 질문이 있습니다
pt_br: O agente tem uma pergunta
zh_hans: 智能体有一个问题
zh_hant: 代理有一個問題

source: The agent has a question.
de: Der Agent hat eine Frage.
es: El agente tiene una pregunta.
fr: L’agent a une question.
it: L’agente ha una domanda.
ja: エージェントから質問があります。
ko: 에이전트가 질문이 있습니다.
pt_br: O agente tem uma pergunta.
zh_hans: 智能体有一个问题。
zh_hant: 代理有一個問題。

source: The agent keeps working until this is true, and won't stop early. You can close the app.
de: Der Agent arbeitet weiter, bis dies zutrifft, und hört nicht vorher auf. Du kannst die App schließen.
es: El agente sigue trabajando hasta que esto se cumpla y no parará antes. Puedes cerrar la app.
fr: L’agent continue jusqu’à ce que ce soit vrai et ne s’arrête pas avant. Vous pouvez fermer l’app.
it: L’agente continua finché questo non è vero e non si ferma prima. Puoi chiudere l’app.
ja: エージェントはこれが満たされるまで作業を続け、途中で止まりません。App は閉じて構いません。
ko: 에이전트는 이 조건이 참이 될 때까지 계속 작업하며 도중에 멈추지 않습니다. 앱을 닫아도 됩니다.
pt_br: O agente continua trabalhando até isso ser verdade e não para antes. Você pode fechar o app.
zh_hans: 智能体会一直工作到这一条件成立为止，不会提前停止。你可以关闭 App。
zh_hant: 代理會一直工作到這個條件成立為止，不會提前停止。你可以關閉 App。

source: The agent needs your approval to continue.
de: Der Agent braucht deine Freigabe, um fortzufahren.
es: El agente necesita tu aprobación para continuar.
fr: L’agent a besoin de votre approbation pour continuer.
it: L’agente ha bisogno della tua approvazione per continuare.
ja: 続行にはあなたの承認が必要です。
ko: 계속하려면 승인이 필요합니다.
pt_br: O agente precisa da sua aprovação para continuar.
zh_hans: 智能体需要你的批准才能继续。
zh_hant: 代理需要你的核准才能繼續。
